[{
    "Name": "pizza",
    "Title": "Deep Dish Pizza",
    "Img": "/assets/images/pizza.jpg",
    "Description": "Deep Dish Pizza was invented in 1943 and is the most popular dish associated with the city. It consists of a thick pan baked crust, vegetables, meat, tomato sauce and cheese."
},
{
    "Name": "hotdogs",
    "Title": "Chicago Style Hot Dogs",
    "Img": "/assets/images/hotdog.jpg",
    "Description": "The hot dog is topped with mustard, chopped white onions, bright green sweet pickle relish, a dill pickle spear, tomato slices or wedges, pickled sport peppers and a dash of celery salt."
},
{
    "Name": "pierogis",
    "Title": "Pierogies",
    "Img": "/assets/images/pierogi.jpg",
    "Description": "Pierogi are filled dumplings of Central and Eastern European origin, made by wrapping unleavened dough around a savory or sweet filling and cooking in boiling water, or pan-frying."
},
{
    "Name": "italianbeef",
    "Title": "Italian Beef",
    "Img": "/assets/images/italianbeef.jpg",
    "Description": "An Italian beef is a sandwich, originating in Chicago, composed of thin slices of seasoned roast beef, simmered and served au jus on a long Italian-style roll. The sandwich's history dates back at least to the 1930s."
},
{
    "Name": "tamales",
    "Title": "Tamales",
    "Img": "/assets/images/tamales.jpg",
    "Description": "A tamale is a traditional Meso-american dish, probably from modern-day Mexico, made of masa or dough, which is steamed in a corn husk or banana leaf."
},
{
    "Name": "burgers",
    "Title": "Burgers",
    "Img": "/assets/images/burger.jpg",
    "Description": "A hamburger is a sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun."
},
{
    "Name": "tacos",
    "Title": "Tacos",
    "Img": "/assets/images/taco.jpg",
    "Description": "A taco is a traditional Mexican dish consisting of a corn or wheat tortilla. It can be made with a variety of fillings, including beef, pork, chicken, seafood and vegetables."
},
{
    "Name": "churros",
    "Title": "Churros",
    "Img": "/assets/images/churros.jpg",
    "Description": "A churro is a fried-dough pastry based snack. Churros are traditional in Spain and Portugal, from where they originate, as well as the Philippines and Ibero-America."
},
{
    "Name": "gelato",
    "Title": "Gelato",
    "Img": "/assets/images/gelato.jpg",
    "Description": "Gelato is is a popular frozen dessert of Italian origin. It is generally made with a base of 3.25% milk and sugar. It is generally lower in fat than other styles of frozen desserts."
},
{
    "Name": "popcorn",
    "Title": "Popcorn",
    "Img": "/assets/images/popcorn.jpg",
    "Description": "Popcorn is a variety of corn kernel, which expands and puffs up when heated. It can be flavored with seasoning or sugars."
}]