[
    {
        "Name": "giordanos",
        "Title": "Giordano’s",
        "Description": "With locations all around Chicago, you can easily stop by and try your first deep dish pizza. They offer a small, medium and large size pizza to choose from.",
        "Price": ""
    },
    {
        "Name": "devildawgs",
        "Title": "Devil Dawgs",
        "Description": "Devil Dawgs came to Chicago in 2010 and started out of a 2 car garage. The spot quickly became a favorite and they now have 3 locations with a 4th opening soon.",
        "Price": ""
    },
    {
        "Name": "pierogiheaven",
        "Title": "Pierogi Heaven",
        "Description": "Pierogi Heaven is located in downtown Chicago with a single location. They serve many Polish dishes and pride themselves on serving the best Pierogi in town.",
        "Price": ""
    },
    {
        "Name": "alsbeef",
        "Title": "Al's Beef",
        "Description": "The Italian Beef Sandwich was created by Al Ferrari in 1938 during The Great Depression when meat was scarce and had to be sliced thinly.",
        "Price": ""
    },
    {
        "Name": "elmilagro",
        "Title": "El Milagro Tortilla",
        "Description": "El Milagro Tortilla is a single location family-owned Mexican restaurant in Pilsen. They're known around town for their big portions and quality tastes of Latin America.",
        "Price": ""
    },
    {
        "Name": "aucheval",
        "Title": "Au Cheval",
        "Description": "Au Cheval is a diner-style restaurant with a passion for eggs and a variety of items on their menu. The cheeseburger is their signature dish and to make it even more special, you can add an egg to your burger for $1.00 extra.",
        "Price": ""
    },
    {
        "Name": "brokenenglish",
        "Title": "Broken English Taco Pub",
        "Description": "Located in three of Chicago's most vibrant neighborhoods - The Loop, Old Town and Lincoln Park. Broken English combines a unique take on Mexican street style tacos, refreshing beverages, eclectic music, and vivid artwork created by local talent.",
        "Price": ""
    },
    {
        "Name": "xoco",
        "Title": "Xoco",
        "Description": "Xoco, pronounced “SHO-ko” is the Aztec word for “little sister.” But there’s nothing little about Xoco’s bold Mexican marketplace flavors. Open early and closing late, this café offers contemporary expressions of Mexico’s most beloved food and snacks",
        "Price": ""
    },
    {
        "Name": "amorino",
        "Title": "Amorino",
        "Description": "Amorino originates straight from Italy. Their gelato is made with fresh fruits and never artificial flavors. Each gelato flavor is organic and vegan friendly.",
        "Price": ""
    },
    {
        "Name": "garrettpopcorn",
        "Title": "Garrett Popcorn",
        "Description": "Garrett Popcorn started in 1949 and has expanded as they've grown in popularity.  Every batch is handmade throughout the day.",
        "Price": ""
    }
]